const movies = [
  {
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/9c655ce1-2b59-4941-97aa-f9e928ed0ff4/136x204",
    name: "Молчание ягнят",
    year: "1990",
    rating: "8.3",
    description: "Психопат похищает и убивает молодых женщин по всему Среднему Западу. ФБР, уверенное, что все преступления совершены одним и тем же человеком, поручает агенту Клариссе Старлинг встретиться с заключенным-маньяком Ганнибалом Лектером, который мог бы помочь составить психологический портрет убийцы. Сам Лектер отбывает наказание за убийства и каннибализм. Он согласен помочь Клариссе лишь в том случае, если она попотчует его больное воображение подробностями своей личной жизни."
  },
  {
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/df3bcf7f-ca39-45d1-991e-5b8727fe5c1d/136x204",
    name: "Иди и смотри",
    year: "1985",
    rating: "8.3",
    description: "1943 год, Великая Отечественная война. Подросток Флёра, откопав карабин среди обрывков колючей проволоки, ржавых пулемётных лент и простреленных касок, отправляется в лес к партизанам."
  },
  {
    image: "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/770e2754-f886-4012-852d-63580984a310/136x204",
    name: "Шестое чувство",
    year: "1999",
    rating: "8.2",
    description: "Детский психиатр Малкольм Кроу сталкивается со странным случаем: девятилетнего Коула посещают страшные видения — призраки умерших. Как врач Малкольм бессилен помочь, но как человек он пытается найти ключ к ужасному миру Коула."
  },
];